{
"intro": [
	"All was silent.",
	"The once loud and echoing hall brooded tall over a floor full of dead bodies—an arched door with two dead body guards, a circular stairway with men in every disheveled position imaginable, and, at the top of the stairway, a woman lying dead on a bed, with a sword stabbed through her belly. At the foot of the bed, a body lie curled up, face down and somewhat deformed. Between the bed and the stairs, lie a headless body.",
	"The light of dusk shown through a window, reflecting off the sword in the woman’s belly, as a lone man stepped up the stairs. His boots made a crunching sound, till he stopped at the beheaded body. When he looked at the three dead bodies—the beheaded man, the curled-up body, and the woman with a sword in her—he fell to his knees and wept.",
	"\"I am too late,\" cried the man, \"though I know not whether I could have helped. I followed you through the path of destruction, hoping I would find you well and satisfied at the end. But I wish I hadn’t, for now all is lost.\"",
	"The man saw across the room a bunch of ingots of gold and he asked, \"Now … now what do I do?\""], 
"C1": [ 
	"Dark horsemen rode searching far and wide, across the unending plains, through the dense forests, down in the deepest valleys, in the nomadic grasslands, and throughout the most populated cities. They rode in packs of fifty, scaring all who saw them, as they went where they pleased, unquestioned. No one every saw them stop, nor spoke to them; but everywhere they went, they were searching for something, something they found when they arrived in Arcata (the Hills of Passing).",
	"A man worked alone in his field, tilling the ground, only a short distance from his house. Up on a ridge, the dark horsemen thundered by. They directed their steeds towards the man’s house, rolling down into the valley, filling the bright, green field with darkness. At the edge of the crop, where the man worked, all fifty riders lined up. His eyes did not turn, and his work did not cease.",
	"The leader of the pack dismounted from his horse and walked up to the man. He was in dark, metal armor, clad from head to toe, armed with sharp blades and piercing swords. The man in the field, undaunted, wore a cloth tunic above white, cloth trousers. The man simply walked around the dark rider, paying him no heed.",
	"The otherwise silent group of riders chattered among themselves. The soldier caught the farmer’s shoulder and explained, \"Lord Dedrund sends for a man with no fear, what say you?\"",
	"\"Is that why the best fighters in the region have gone missing?\"",
	"Still talking to the farmer’s backside, the rider answered, \"The honorable lord has asked for their help, just as he asks for yours. Your reputation precedes you. Everyone has said there is none like you, Yarles of Arcata. What say you?\"",
	"\"I do not bow to any lord.\"",
	"\"Dedrund’s mission does not require your obedience, your allegiance, or anything from you. You do not any more that your time. Yet, as a reward, you will receive his daughter as your bride and you will inherit many possessions to last a lifetime.\"",
	"Yarles turned to the man, \"Mission? Does this mission give anyone happiness?\"",
	"The rider smiled through is helmet, \"It would make Lord Dedrund exceedingly happy; us, and all the people of Adamar would rejoice at your success. Those in distant countries would hear of your fame.\"",
	"\"Describe this mission to me.\"",
	"The rider cleared his throat, as if reciting a script, \"The honorable Lord Dedrund seeks a man of great bravery, willing to fight against the evilest of enemies. The king’s daughter, Yubeth, was thieved from him and King Dedrund set up a school in Adamar for riders like myself to train, so we may fight and save her. I request—Lord Dedrund requests—that you join the noble effort. If you rescue her, you may take Yubeth as your wife. And the king will shower blessings on your head …\"",
	"\"I will not join any school, I will not accept any reward, for I have a bride,\" said the farmer, looking toward his house, \"and I do not do this for Dedrund; yet I will do it.\"",
	"\"You … you confuse me. I have heard friends join the school, grow up, and give their lives to save her. Why would you do this then?\"",
	"\"I need not tell you, lest my goal falters. Tell me rider, can you bring me to the front line of the battle?\"",
	"The rider looked back at his men and replied, \"I will bring you to Lord Dedrund, then you may do what you wish from there.\"",
	"\"Bring me to him,\" commanded the farmer. Yarles dropped what he was doing in the field and mounted his horse. Just like that, he left his home, wife, and kids."], "C2": ["Ch2"]
}